/*
 * Chinese Quiz v 1.0
 * Kawai Hiroyuki
 * http://kawai-hiroyuki.github.io
 *
 * このファイルは問題と答えを記述する
 */

/* Question
 * [問題文,[解答の選択岐],正解番号,得点, 解説]
 */
var questions = [
 ["做伴",
	["zǒngsuàn", "hahaha", "xxx", ""], 1, 7]
,["做秀",
	["選択2-1", "選択2-2", "選択2-3", "選択2-4"], 1, 7]
,["扮演",
	["選択3-1", "選択3-2", "選択3-3", "選択3-4"], 1, 10]
,["作息",
	["選択4-1", "選択4-2", "選択4-3", "選択4-4"], 1, 8]
,["演示",
	["選択5-1", "選択5-2", "選択5-3", "選択5-4"], 1, 7]
,["演出",
	["選択6-1", "選択6-2", "選択6-3", "選択6-4"], 1, 1]
,["装扮",
	["選択7-1", "選択7-2", "選択7-3", "選択7-4"], 1, 12]
,["为所欲为",
	["選択8-1", "選択8-2", "選択8-3", "選択8-4"], 1, 7]
,["众说纷纭",
	["選択9-1", "選択9-2", "選択9-3", "選択9-4"], 1, 10]
,["漏风",
	["選択10-1", "選択10-2", "選択10-3", "選択10-4"], 1, 7]
];
