/*
 * English Quiz v 1.0
 * Kawai Hiroyuki
 * http://kawai-hiroyuki.github.io
 *
 * このファイルは問題と答えを記述する
 */

/* Question
 * [問題文,[解答の選択岐],正解番号,得点]
 */
var questions = [
 ["問題1",
	["選択1-1 zǒngsuàn", "選択1-2 hahaha", "選択1-3", "選択1-4"], 1, 7]
,["問題2 syntax",
	["選択2-1", "選択2-2", "選択2-3", "選択2-4"], 1, 7]
,["問題3",
	["選択3-1", "選択3-2", "選択3-3", "選択3-4"], 1, 10]
,["問題4",
	["選択4-1", "選択4-2", "選択4-3", "選択4-4"], 1, 8]
,["問題5",
	["選択5-1", "選択5-2", "選択5-3", "選択5-4"], 1, 7]
,["問題6",
	["選択6-1", "選択6-2", "選択6-3", "選択6-4"], 1, 1]
,["問題7",
	["選択7-1", "選択7-2", "選択7-3", "選択7-4"], 1, 12]
,["問題8",
	["選択8-1", "選択8-2", "選択8-3", "選択8-4"], 1, 7]
,["問題9",
	["選択9-1", "選択9-2", "選択9-3", "選択9-4"], 1, 10]
,["問題10",
	["選択10-1", "選択10-2", "選択10-3", "選択10-4"], 1, 7]
];
